module.exports = [
    {
        line: {
            title: 'Сокольническая',
            color: 'red',
            number: "1"
        },
        stations: [
            "Бульвар Рокоссовского",
            "Черкизовская",
            "Преображенская площадь",
            "Сокольники",
            "Красносельская",
            "Комсомольская",
            "Красные ворота",
            "Чистые пруды",
            "Лубянка",
            "Кропоткинская",
            "Охотный ряд",
            "Парк культуры",
            "Фрунзенская",
            "Спортивная",
            "Воробьёвы горы",
            "Университет",
            "Проспект Вернадского",
            "Юго-Западная",
            "Тропарёво",
            "Румянцево",
            "Саларьево",
            "Филатов луг",
            "Прокшино",
            "Ольховская",
            "Коммунарка"
        ]
    },
    {
        line: {
            title: "Замоскворецкая",
            color: "green",
            number: "2"
        },
        stations: [
            "Ховрино",
            "Беломорская",
            "Речной вокзал",
            "Водный стадион",
            "Войковская",
            "Сокол",
            "Аэропорт",
            "Динамо",
            "Белорусская",
            "Маяковская",
            "Тверская",
            "Театральная",
            "Новокузнецкая",
            "Павелецкая",
            "Автозаводская",
            "Технопарк",
            "Коломенская",
            "Каширская",
            "Кантемировская",
            "Царицино",
            "Орехово",
            "Домодедовская",
            "Красногвардейкская",
            "Алма-Атинская"
        ]
    },
    {
        line: {
            title: "Арбатско-Покровская",
            color: "blue",
            number: "3"
        },
        stations: [
            "Пятницкое шоссе",
            "Митино",
            "Волоколамская",
            "Мякинино",
            "Строгино",
            "Крылатское",
            "Молодежная",
            "Кунцевская",
            "Славянский бульвар",
            "Парк Победы",
            "Киевская",
            "Смоленская",
            "Арбатская",
            "Площадь Революции",
            "Курская",
            "Бауманская",
            "Электрозаводская",
            "Семёновская",
            "Партизанская",
            "Измайловская",
            "Первомайская",
            "Щелковская"
        ]
    },
    {
        line: {
            title: "Филёвская",
            color: "azure",
            number: "4"
        },
        stations: [
            "Кунцевская",
            "Пионерская",
            "Филёвский парк",
            "Багратионоская",
            "Фили",
            "Кутузовская",
            "Студенческая",
            "Международная",
            "Выставочная",
            "Киевская",
            "Смоленская",
            "Арбатская",
            "Александровский сад"
        ]
    },
    {
        line: {
            title: "Кольцевая",
            color: "brown",
            number: "5"
        },
        stations: [
            "Киевская",
            "Парк культуры",
            "Октябрьская",
            "Добрынинская",
            "Павелецкая",
            "Таганская",
            "Курская",
            "Комсомольская",
            "Проспект Мира",
            "Новослободская",
            "Белорусская",
            "Краснопресненская"
        ]
    },
    {
        line: {
            title: 'Калужско-Рижская',
            color: "orange",
            number: "6"
        },
        stations: [
            "Медведково",
            "Бабушкинская",
            "Свиблово",
            "Ботанический сад",
            "ВДНХ",
            "Алексеевская",
            "Рижская",
            "Проспект Мира",
            "Сухареская",
            "Тургеневская",
            "Китай-город",
            "Третьяковская",
            "Октябрьская",
            "Шаболовская",
            "Ленинский проспект",
            "Академическая",
            "Профсоюзная",
            "Новые черемушки",
            "Калужская",
            "Беляево",
            "Конбково",
            "Теплый стан",
            "Ясенево",
            "Новоясеневская"
        ]
    },    {
        line: {
            title: 'Таганско-Краснопресненская',
            color: "violet",
            number: "7"
        },
        stations: [
            "Планерная",
            "Сходненская",
            "Тушинская",
            "Щукинская",
            "Октябрьское поле",
            "Полежаевская",
            "Беговая",
            "Улица 1905 года",
            "Баррикадная",
            "Пушкинская",
            "Кузнецкий мост",
            "Китай-город",
            "Таганская",
            "Пролетарская",
            "Волгоградский проспект",
            "Текстильщики",
            "Кузьминки",
            "Рязанский проспект",
            "Выхино",
            "Лермонтовский проспект",
            "Жулебино",
            "Котельники"
        ]
    },    {
        line: {
            title: 'Калининская',
            color: "yellow",
            number: "8"
        },
        stations: [
            "Новокосино",
            "Новогиреево",
            "Перово",
            "Шоссе Энтузиастов",
            "Авиасоторная",
            "Площадь Ильича",
            "Марксистская",
            "Третьяковская"
        ]
    },    {
        line: {
            title: 'Солнцевская',
            color: "yellow",
            number: "8а"
        },
        stations: [
            "Деловой центр",
            "Парк победы",
            "Минская",
            "Ломоносовский проспект",
            "Раменки",
            "Мичуринский проспект",
            "Озёрная",
            "Говорово",
            "Солнцево",
            "Боровсое шоссе",
            "Новопеределкино",
            "Рассказовка"
        ]
    },    {
        line: {
            title: 'Серпуховско-Тимирязевская',
            color: "grey",
            number: 9
        },
        stations: [
            "Бульвар Дмитрия Донского",
            "Аннино",
            "Улица академика Янгеля",
            "Пражская",
            "Южная",
            "Чертановская",
            "Севастопольская",
            "Нахимовский проспект",
            "Нагорная",
            "Нагатинская",
            "Тульская",
            "Серпуховская",
            "Полянка",
            "Боровицкая",
            "Чеховская",
            "Цветной бульвар",
            "Менделеевская",
            "Савёловская",
            "Дмитровская",
            "Тимирязевксая",
            "Петровско-Разумовская",
            "Владыкино",
            "Отрадное",
            "Бибирево",
            "Алтуфьево"
        ]
    },    {
        line: {
            title: 'Люблинско-Дмитровская',
            color: "light green",
            number: "10"
        },
        stations: [
            "Селигерская",
            "Верхние Лихоборы",
            "Окружная",
            "Петровско-Разумовская",
            "Фонвизинская",
            "Бутырская",
            "Марьина роща",
            "Достоевская",
            "Трубная",
            "Сретенский бульвар",
            "Чкаловская",
            "Римская",
            "Крестьянская застава",
            "Дубровка",
            "Кожуховская",
            "Печатники",
            "Волжская",
            "Люблино",
            "Братиславская",
            "Марьино",
            "Борисово",
            "Шипиловская",
            "Зябликово"
        ]
    }
]
